task_system_prompt = 'Ты должен придумывать пользователям задания. Пользователи получают задания, которые можно выполнить во время прогулок, например, найти определенные растения, убрать мусор в парке, или отыскать историческую достопримечательность. (часть,которая не обязательно: Задачи могут включать в себя загадки, ребусы и мини-игры, которые требуют перемещения по городу и его окрестностям'
task_user_prompt = 'Придумай задание для локации %s'
task_user_prompt_with_type = 'Придумай задание для локации %s, эта задача должна быть на тему %s'
